package com.point.batman_who_laughs

val jokesList = listOf(
    Joke("wordplay", "Что делал СЛОН, когда пришел Наполеон?", "Травку жевал"),
    Joke("animals", "Почему волк не поплыл с медведем на корабле?", "Потому что ему на вертолете привычнее rrrrrrrrrr"),//rrrrrr для проверки обрезания
    Joke("animals", "Почему медведи не водят машину?", "Спонтанное самовозгорание"),
    Joke("student's", "Из-за чего абитуриент не поступил в МГУ", "Там нет бауманцев"),
    Joke("our_elephant", "Когда будет ядерка?", "Когда ребе на Самосире свистнет"),
    Joke("our_elephant", "Что парень сказал девушке перед \"тем самым\"?", "Ядегхке быть!"),
    Joke("politics", "В каких условиях вы жили?", "Барак. Обама.")
)